Repository: dddevid/Musly
Catalog: lib/l10n/app_*.arb
Languages: de, it, pt, ru, sq, sv

# lyricsNotFoundSubtitle
source: Lyrics for this song couldn't be found
de: Songtext für diesen Song konnte nicht gefunden werden
it: Impossibile trovare il testo di questa canzone
pt: Não foi possível encontrar as letras desta música
ru: Тексты для этой песни не найдены
sv: Låttext för denna låt kunde inte hittas

source: Back to current
de: Zurück zum aktuellen
it: Torna al corrente
pt: Voltar para a atual
ru: Назад к текущей
sv: Tillbaka till nuvarande

source: Exit Fullscreen
de: Vollbild verlassen
it: Esci da schermo intero
pt: Sair da Tela Cheia
ru: Выйти из полноэкранного режима
sv: Avsluta Helskärmsläge

source: Fullscreen
de: Vollbild
it: Schermo Intero
pt: Tela cheia
ru: Полный экран
sv: Helskärmsläge

source: No lyrics
de: Kein Songtext
it: Nessun testo
pt: Sem letras
ru: Нет текста
sv: Ingen låttext

# internetRadioMiniPlayer
source: Internet Radio
it: Radio Internet
pt: Rádio Online
ru: Интернет-радио

# liveBadge
source: LIVE
it: IN DIRETTA
pt: AO VIVO
ru: В ЭФИРЕ

# localFilesModeBanner
source: Local Files Mode
de: Lokale Dateien Modus
it: Modalità File Locali
pt: Modo Arquivos Locais
ru: Режим локальных файлов
sv: Lokalt Filläge

# offlineModeBanner
source: Offline Mode – Playing downloaded music only
de: Offline-Modus - Nur heruntergeladene Songs abspielen
it: Modalità offline – Solo riproduzione di musica scaricata
pt: Modo Offline – Reproduzindo apenas músicas baixadas
ru: Автономный режим — только скачанная музыка
sv: Offline-läge – Endast uppspelning av nerladdad musik

source: Update Available
de: Update verfügbar
it: Aggiornamento disponibile
pt: Atualização disponível
ru: Доступно обновление
sv: Uppdatering Tillgänglig

# updateAvailableSubtitle
source: A new version of Musly is available!
de: Eine neue Version von Musly ist verfügbar!
it: Una nuova versione di Musly è disponibile!
pt: Uma nova versão do Musly está disponível!
ru: Доступна новая версия Musly!
sv: En ny version av Musly finns tillgänglig!

# updateCurrentVersion
source: Current: v{version}
de: Aktuell: v{version}
it: Attuale: v{version}
pt: Atual: v{version}
ru: Текущая: в{version}
sv: Nuvarande: v{version}

# updateLatestVersion
source: Latest: v{version}
de: Neueste: {version}
it: Ultima: v{version}
pt: Mais recente: v{version}
ru: Последняя: в{version}
sv: Senaste: v{version}

source: What's New
de: Neuigkeiten
it: Cosa c'è di nuovo
pt: Novidades
ru: Что нового
sv: Nyheter

# downloadUpdate
source: Download
it: Scarica
pt: Baixar
ru: Скачать
sv: Ladda ner

# remindLater
source: Later
de: Später
it: Dopo
pt: Mais tarde
ru: Позже
sv: Senare

source: See All
de: Alle ansehen
it: Vedi tutti
pt: Ver Todos
ru: Смотреть все
sv: Se Alla

# artistDataNotFound
source: Artist not found
de: Künstler nicht gefunden
it: Artista non trovato
pt: Artista não foi encontrado
ru: Исполнитель не найден
sv: Artist hittades inte

source: Casting
de: Übertragen
it: In trasmissione
pt: Transmitindo
ru: Трансляция
sv: Castar

source: Cast / DLNA (Beta)
de: Übertragen/DLNA (Beta)
pt: Transmitir / DLNA (Beta)
ru: Трансляция / DLNA (Бета-версия)

source: Disconnect
de: Verbindung trennen
it: Disconnetti
pt: Encerrar sessão
ru: Отключиться
sv: Koppla ifrån

# searchingDevices
source: Searching for devices
de: Suche nach Geräten
it: Ricerca di dispositivi in corso
pt: Buscando dispositivos
ru: Поиск устройств
sv: Söker efter enheter

# castWifiHint
source: Make sure your Cast / DLNA device is on the same Wi-Fi network
de: Stelle sicher, dass sich dein Cast / DLNA Gerät im selben Wi-Fi-Netzwerk befindet
it: Assicurati che il tuo dispositivo Cast / DLNA sia sulla stessa rete Wi-Fi
pt: Certifique-se de que seu dispositivo Cast / DLNA esteja na mesma rede Wi-Fi
ru: Убедитесь, что устройство Cast / DLNA подключено к той же сети Wi-Fi
sv: Se till att din Cast / DLNA-enhet är kopplad till samma Wi-Fi nätverk

# connectedToDevice
source: Connected to {name}
de: Verbunden mit {name}
it: Connesso a {name}
pt: Conectado a {name}
ru: Подключено к {name}
sv: Ansluten till {name}

# failedToConnectDevice
source: Failed to connect to {name}
de: Verbindung zu {name} fehlgeschlagen
it: Impossibile connettersi a {name}
pt: Falha ao conectar a {name}
ru: Не удалось подключиться к {name}
sv: Misslyckades att ansluta till {name}

source: Removed from Liked Songs
de: Aus Lieblingssongs entfernen
it: Rimosso da brani che ti piacciono
pt: Removido das Músicas Favoritas
ru: Удалено из понравившихся песен
sv: Borttagen från Gillade Låtar

source: Added to Liked Songs
de: Zu Lieblingssongs hinzufügen
it: Aggiunto a brani che ti piacciono
pt: Adicionado às Músicas Favoritas
ru: Добавлено в понравившиеся песни
sv: Lades till i Gillade Låtar

source: Enable shuffle
de: Shuffle aktivieren
it: Attiva la riproduzione casuale
pt: Ativar aleatório
ru: Включить перемешивание
sv: Aktivera Blandning

source: Enable repeat
de: Wiederholung aktivieren
it: Abilita ripetizione
pt: Ativar repetição
ru: Включить повтор
sv: Aktivera Upprepning

source: Connecting
de: Verbinde
it: In connessione
pt: Conectando
ru: Подключение
sv: Ansluter

source: Close Lyrics
de: Songtext schließen
it: Chiudi Testi
pt: Fechar Letras
ru: Закрыть текст
sv: Stäng Låttext

# errorStartingDownload
source: Error starting download: {error}
de: Fehler beim Starten des Downloads: {error}
it: Errore nell'avvio del download: {error}
pt: Erro ao iniciar download: {error}
ru: Ошибка при запуске загрузки: {error}
sv: Fel vid start av nerladdning: {error}
