Repository: dddevid/Musly
Catalog: lib/l10n/app_*.arb
Languages: de, it, pt, ru, sq, sv

source: Good morning
de: Guten Morgen
it: Buon giorno
pt: Bom dia
ru: Доброе утро
sq: Mirëmëngjes
sv: God morgon

source: Good afternoon
de: Guten Nachmittag
it: Buona sera
pt: Boa tarde
ru: Добрый день
sq: Mirëdita
sv: God eftermiddag

source: Good evening
de: Guten Abend
it: Buon pomeriggio
pt: Boa noite
ru: Добрый вечер
sq: Mirëmbrëma
sv: God kväll

source: For You
de: Für dich
it: Per Te
pt: Para você
ru: Для вас
sq: Për ty
sv: För Dig

source: Quick Picks
it: Scelte Rapide
pt: Escolhas Rápidas
ru: Быстрые подборки
sq: Zgjedhje të shpejta
sv: Snabba Val

source: Discover Mix
de: Neues entdecken
it: Mix Scoperta
pt: Mix de Descobertas
ru: Микс «Открытия»
sq: Mix i zbulimit

source: Recently Played
de: Zuletzt abgespielt
it: Riprodotte Recentemente
pt: Reproduzidos Recentemente
ru: Недавно играли
sq: Dëgjuar së fundmi
sv: Senast Spelat

source: Your Playlists
de: Deine Playlisten
it: Le Tue Playlist
pt: Suas Playlists
ru: Ваши плейлисты
sq: Listat e tua për dëgjim
sv: Dina Spellistor

source: Made For You
de: Für dich gemacht
it: Fatte Per Te
pt: Feito para você
ru: Сделано для вас
sq: Krijuar për ty
sv: Skapat För Dig

source: Top Rated
de: Am besten bewertet
it: Più Votata
pt: Melhor Avaliados
ru: Высоко оценённые
sq: Më të vlerësuarit
sv: Högst Rankade

source: No content available
de: Kein Inhalt verfügbar
it: Nessun contenuto disponibile
pt: Sem conteúdo disponível
ru: Нет доступного контента
sq: Nuk ka përmbajtje në dispozicion
sv: Inget innehåll tillgängligt

# tryRefreshing
source: Try refreshing or check your server connection
de: Versuche es nochmal oder überprüfe die Serververbindung
it: Prova ad aggiornare o controlla la connessione al server
pt: Tente atualizar ou verifique a conexão do servidor
ru: Попробуйте обновить или проверить подключение к серверу
sq: Provoni të rifreskoni faqen ose kontrolloni lidhjen me serverin
sv: Försök ladda om eller kontrollera din servers anslutning

source: Refresh
de: Aktualisieren
it: Aggiorna
pt: Atualizar
ru: Обновить
sq: Rifresko
sv: Ladda om

source: Error loading songs
de: Beim Laden der Songs ist ein Fehler aufgetreten
it: Errore durante il caricamento delle canzoni
pt: Erro ao carregar músicas
ru: Ошибка при загрузке треков
sq: Gabim gjatë ngarkimit të këngëve
sv: Fel vid laddning av låtar

# noSongsInGenre
source: No songs in this genre
de: Keine Songs in diesem Genre verfügbar
it: Nessun brano in questo genere
pt: Nenhuma música neste gênero
ru: Нет песен в этом жанре
sq: Nuk ka këngë në këtë zhanër
sv: Inga låtar i detta genre

source: Error loading albums
de: Beim Laden der Alben ist ein Fehler aufgetreten
it: Errore durante il caricamento album
pt: Erro ao carregar álbuns
ru: Ошибка при загрузке альбомов
sq: Gabim gjatë ngarkimit të albumeve
sv: Fel vid laddning av album

source: No top rated albums
de: Keine bewerteten Alben verfügbar
it: Nessun album classificato
pt: Nenhum álbum avaliado
ru: Нет высоко оценённых альбомов
sv: Inga högst rankade album

source: Login
de: Anmelden
it: Accedi
pt: Iniciar Sessão
ru: Войти
sv: Logga in

source: Server URL
it: URL Del Server
pt: URL do Servidor
ru: URL-адрес сервера

source: Username
de: Benutzername
pt: Nome de usuário
ru: Имя пользователя
sv: Användarnamn

source: Password
de: Passwort
pt: Senha
ru: Пароль
sv: Lösenord

# selectCertificate
source: Select TLS/SSL Certificate
de: TLS/SSL Zertifikat auswählen
it: Seleziona Certificato TLS/SSL
pt: Selecione o certificado TLS/SSL
ru: Выберите сертификат TLS/SSL
sv: Välj TLS/SSL Certifikat

# failedToSelectCertificate
source: Failed to select certificate: {error}
de: Beim Auswählen des Zertifikates ist ein Fehler aufgetreten: {error}
it: Impossibile selezionare il certificato: {error}
pt: Falha ao selecionar certificado: {error}
ru: Не удалось выбрать сертификат: {error}
sv: Misslyckades välja certifikat: {error}

# serverUrlMustStartWith
source: Server URL must start with http:// or https://
de: Die Server URL muss mit http:// oder https:// starten
it: L'URL del server deve iniziare con http:// o https://
pt: O URL do servidor deve começar com http:// ou https://
ru: URL-адрес сервера должен начинаться с http:// или https://
sv: Server URL måste starta med http:// eller https://

source: Failed to connect
de: Verbindungsaufbau fehlgeschlagen
it: Connessione fallita
pt: Falha ao conectar
ru: Не удалось подключиться
sv: Misslyckades ansluta

source: Library
de: Bibliothek
it: Libreria
pt: Biblioteca
ru: Библиотека
sv: Bibliotek

source: Search
de: Suchen
it: Cerca
pt: Buscar
ru: Поиск
sv: Sök

source: Settings
de: Einstellungen
it: Impostazioni
pt: Configurações
ru: Настройки
sv: Inställningar

source: Albums
de: Alben
it: Album
pt: Álbuns
ru: Альбомы
sv: Album

source: Artists
de: Künstler*innen
it: Artisti
pt: Artistas
ru: Исполнители
sv: Artister

source: Songs
it: Brani
pt: Músicas
ru: Песни
sv: Låtar

source: Playlists
de: Playlisten
it: Playlist
ru: Плейлисты
sv: Spellistor

source: Genres
it: Generi
pt: Gêneros
ru: Жанры
sv: Genrer

source: Favorites
de: Favoriten
it: Preferiti
pt: Favoritos
ru: Избранное
sv: Favoriter

source: Now Playing
de: Jetzt spielt
it: In riproduzione
pt: Tocando agora
ru: Сейчас играет
sv: Spelas Nu

source: Queue
de: Warteschlange
it: Coda
pt: Fila
ru: Очередь
sv: Kö

source: Lyrics
de: Songtext
it: Testi
pt: Letras
ru: Текст
sv: Låttext

source: Play
de: Abspielen
it: Riproduci
pt: Reproduzir
ru: Играть
sv: Spela

source: Pause
it: Pausa
pt: Pausar
ru: Пауза
sv: Pausa

source: Next
de: Nächster
it: Successivo
pt: Próximo
ru: Далее
sv: Nästa

source: Previous
de: Vorheriger
it: Precedente
pt: Anterior
ru: Предыдущ.
sv: Förra

source: Shuffle
de: Mischen
it: Riproduzione casuale
pt: Aleatório
ru: Перемешивание
sv: Blanda

source: Repeat
de: Wiederholen
it: Ripeti
pt: Repetir
ru: Повтор
sv: Upprepa

source: Repeat One
de: Einmal wiederholen
it: Ripeti una volta
pt: Repetir Faixa
ru: Повтор одного
sv: Upprepa en gång

source: Repeat Off
de: Nicht wiederholen
it: Ripetizione disattivata
pt: Não Repetir
ru: Повтор выкл.
sv: Upprepning av

source: Add to Playlist
de: Zur Playliste hinzufügen
it: Aggiungi alla Playlist
pt: Adicionar à Playlist
ru: Добавить в плейлист
sv: Lägg till Spellista

source: Remove from Playlist
de: Von der Playliste entfernen
it: Rimuovi dalla Playlist
pt: Remover da Playlist
ru: Удалить из плейлиста
sv: Ta bort från Spellista

source: Add to Favorites
de: Zu den Favoriten hinzufügen
it: Aggiungi ai Preferiti
pt: Adicionar aos Favoritos
ru: Добавить в избранное
sv: Lägg till Favoriter

source: Remove from Favorites
de: Von den Favoriten entfernen
it: Rimuovi dai Preferiti
pt: Remover dos Favoritos
ru: Удалить из избранного
sv: Ta bort från Favoriter

source: Download
de: Herunterladen
it: Scarica
pt: Baixar
ru: Скачать
sv: Ladda ner

source: Delete
de: Löschen
it: Cancella
pt: Excluir
ru: Удалить
sv: Ta bort

source: Cancel
de: Abbrechen
it: Annulla
pt: Cancelar
ru: Отмена
sv: Avbryt

source: OK
ru: ОК

source: Save
de: Speichern
it: Salva
pt: Salvar
ru: Сохранить
sv: Spara

source: Close
de: Schließen
it: Chiudi
pt: Fechar
ru: Закрыть
sv: Stäng

source: General
de: Allgemein
it: Generale
pt: Geral
ru: Общее
sv: Allmän

source: Appearance
de: Aussehen
it: Aspetto
pt: Aparência
ru: Внешний вид
sv: Utseende

source: Playback
de: Wiedergabe
it: Riproduzione
pt: Reprodução
ru: Проигрывание
sv: Uppspelning

source: Storage
de: Speicher
it: Spazio di archiviazione
pt: Armazenamento
ru: Хранилище
sv: Lagring

source: About
de: Über
it: Informazioni
pt: Sobre
ru: Информация
sv: Om

source: Dark Mode
de: Dunkel-Modus
it: Tema Scuro
pt: Modo Escuro
ru: Тёмный режим
sv: Mörkt Läge

source: Language
de: Sprache
it: Lingua
pt: Idioma
ru: Язык
sv: Språk

source: Version
it: Versione
pt: Versão
ru: Версия

# madeBy
source: Made by dddevid
de: Hergestellt von dddevid
it: Realizzato da dddevid
pt: Feito por dddevid
ru: Сделано dddevid
sv: Gjord av dddevid

source: GitHub Repository
de: GitHub Bibliothek
it: Repository GitHub
pt: Repositório no GitHub
ru: Репозиторий на GitHub

source: Report Issue
de: Problem melden
it: Segnala un problema
pt: Reportar Problema
ru: Сообщить о проблеме
sv: Rapportera Problem

# joinDiscord
source: Join Discord Community
de: Trete der Discord-Community bei
it: Unisciti Alla Community Di Discord
pt: Entrar na Comunidade do Discord
ru: Присоединяйтесь к Discord сообществу
sv: Gå med Discord Community:t

source: Unknown Artist
de: Unbekannte*r Künstler*in
it: Artista sconosciuto
pt: Artista Desconhecido
ru: Неизвестный исполнитель
sv: Okänd Artist

source: Unknown Album
de: Unbekanntes Album
it: Album sconosciuto
pt: Álbum Desconhecido
ru: Неизвестный альбом
sv: Okänt Album

source: Play All
de: Alle abspielen
it: Riproduci tutto
pt: Reproduzir Tudo
ru: Проиграть все
sv: Spela Alla

source: Shuffle All
de: Alle mischen
it: Riproduzione casuale per tutti i brani
pt: Reproduzir em Aleatório
ru: Перемешать все
sv: Blanda Alla

source: Sort by
de: Sortieren nach
it: Ordina Per
pt: Ordenar por
ru: Сортировать по
sv: Sortera efter

# sortByName
source: Name
it: Nome
pt: Nome
ru: Название
sv: Namn

# sortByArtist
source: Artist
de: Künstler*in
it: Artista
pt: Artista
ru: Исполнитель

# sortByAlbum
source: Album
pt: Álbum
ru: Альбом

# sortByDate
source: Date
de: Datum
it: Data
pt: Data
ru: Дата
sv: Datum

# sortByDuration
source: Duration
de: Dauer
it: Durata
pt: Duração
ru: Длительность
sv: Längd

source: Ascending
de: Aufsteigend
it: Ascendente
pt: Crescente
ru: По возрастанию
sv: Stigande ordning

source: Descending
de: Absteigend
it: Discendente
pt: Decrescente
ru: По убыванию
sv: Fallande ordning

source: No lyrics available
de: Keine Songtexte verfügbar
it: Nessun testo disponibile per questo brano
pt: Sem letras disponíveis
ru: Нет доступных текстов
sv: Ingen låttext tillgänglig

source: Loading...
de: Lädt...
it: Caricamento in corso...
pt: Carregando...
ru: Загрузка...
sv: Laddar...

source: Error
de: Fehler
it: Errore
pt: Erro
ru: Ошибка
sv: Fel

source: Retry
de: Erneut versuchen
it: Riprova
pt: Tentar Novamente
ru: Повторить
sv: Försök igen

source: No Results
de: Keine Ergebnisse
it: Nessun risultato
pt: Sem resultados
ru: Ничего не найдено
sv: Inga resultat

# searchHint
source: Search for songs, albums, artists...
de: Suche nach Songs, Alben, Künstler*innen...
it: Cerca brani, album, artisti...
pt: Buscar músicas, álbuns, artistas...
ru: Поиск песен, альбомов, исполнителей...
sv: Sök efter låt, album, artist...

source: All Songs
de: Alle Songs
it: Tutti i Brani
pt: Todas as músicas
ru: Все песни
sv: Alla Låtar

source: All Albums
de: Alle Alben
it: Tutti Gli Album
pt: Todos os Álbuns
ru: Все альбомы
sv: Alla Album

source: All Artists
de: Alle Künstler*innen
it: Tutti Gli Artisti
pt: Todos os Artistas
ru: Все исполнители
sv: Alla Artister

source: Track {number}
de: Titel {number}
it: Traccia {number}
pt: Faixa {number}
ru: Трек {number}
sv: Låt {number}

# songsCount
source: {count, plural, =0{No songs} =1{1 song} other{{count} songs}}
de: {count, plural, =0{Keine Songs} =1{1 Song} other{{count} Songs}}
it: {count, plural, one {}=0{Nessuna canzone} =1{1 canzone} other{{count} canzoni}}
pt: {count, plural, one {}=0{Sem músicas} =1{1 música} other{{count} músicas}}
ru: {count, plural, one {} few {{count} песни} many {{count} песен}=0{Нет песен} =1{1 песня} other{{count} песен}}
sv: {count, plural,=0{Inga låtar}=1{1 låt}other{{count} låtar}}

# albumsCount
source: {count, plural, =0{No albums} =1{1 album} other{{count} albums}}
de: {count, plural, =0{Keine Alben} =1{1 Album} other{{count} Alben}}
it: {count, plural, one {}=0{Nessun album} =1{1 album} other{{count} album}}
pt: {count, plural, one {}=0{Sem álbuns} =1{1 álbum} other{{count} álbuns}}
ru: {count, plural, one {} few {{count} альбома} many {{count} альбомов}=0{Нет альбомов} =1{1 альбом} other{{count} альбомов}}
sv: {count, plural,=0{Inga album}=1{1 album}other{{count} album}}

source: Logout
de: Abmelden
pt: Encerrar Sessão
ru: Выйти
sv: Logga ut

# confirmLogout
source: Are you sure you want to logout?
de: Bist du sicher, dass du dich abmelden möchtest?
it: Sei sicuro di volerti disconnettere?
pt: Tem certeza que deseja encerrar a sessão?
ru: Вы уверены, что хотите выйти?
sv: Är du säker på att du vill logga ut?

source: Yes
de: Ja
it: Si
pt: Sim
ru: Да
sv: Ja

source: No
de: Nein
pt: Não
ru: Нет
sv: Nej

source: Offline Mode
de: Offline-Modus
it: Modalità offline
pt: Modo Offline
ru: Автономный режим
sv: Offline Läge

source: Radio
pt: Rádio
ru: Радио

source: Changelog
de: Änderungsprotokoll
it: Registro delle modifiche
ru: Список изменений
sv: Ändringslogg

source: Platform
de: Plattform
it: Piattaforma
pt: Plataforma
ru: Платформа
sv: Plattform

source: Server
pt: Servidor
ru: Сервер

source: Display
it: Schermo
pt: Personalização
ru: Дисплей

source: Player Interface
de: Player-Oberfläche
it: Interfaccia Lettore
pt: Interface do Player
ru: Интерфейс плеера
sv: Spelargränsnitt

source: Smart Recommendations
de: Smarte Empfehlungen
it: Raccomandazioni intelligenti
pt: Recomendações Inteligentes
ru: Умные рекомендации
sv: Smarta Rekommendationer

source: Show Volume Slider
de: Zeige Lautstärkeregler
it: Mostra Cursore Del Volume
pt: Mostrar Controle de Volume
ru: Показать ползунок громкости
sv: Visa Volym Slider

# showVolumeSliderSubtitle
source: Display volume control in Now Playing screen
de: Lautstärkeregler in Wiedergabebildschirm anzeigen
it: Visualizza il controllo del volume nella schermata Ora in riproduzione
pt: Exibir controle de volume na tela Tocando Agora
ru: Отображать управление громкостью на экране воспроизведения
sv: Visa volymkontroll i Spelas Nu skärmen

source: Show Star Ratings
de: Sternbewertungen anzeigen
it: Mostra Valutazioni Stella
pt: Mostrar Avaliações
ru: Отображать оценку звёздами
sv: Visa Stjärnbetyg

# showStarRatingsSubtitle
source: Rate songs and view ratings
de: Bewerte Songs und sehe Bewertungen an
it: Vota brani e visualizza valutazioni
pt: Avaliar músicas e ver avaliações
ru: Оценивайте песни и просматривайте рейтинги
sv: Betygsätt låtar och visa betyg

source: Enable Recommendations
de: Empfehlungen aktivieren
it: Attiva Raccomandazioni
pt: Habilitar Recomendações
ru: Включить рекомендации
sv: Aktivera Rekommendationer

# enableRecommendationsSubtitle
source: Get personalized music suggestions
de: Erhalte personalisierte Musikvorschläge
it: Ottieni suggerimenti musicali personalizzati
pt: Obter sugestões de músicas personalizadas
ru: Получайте персональные рекомендации
sv: Få personliga musikförslag

source: Listening Data
de: Hördaten
it: Dati Di Ascolto
pt: Dados de Reprodução
ru: Данные о прослушивании
sv: Lyssningsdata

# totalPlays
source: {count} total plays
de: {count} Plays insgesamt
it: {count} Riproduzioni Totali
pt: Total de {count} reproduções
ru: Всего прослушиваний: {count}
sv: {count} uppspelningar

source: Clear Listening History
de: Hörverlauf löschen
it: Cancella Cronologia Ascolti
pt: Limpar Histórico de Reprodução
ru: Очистить историю прослушивания
sv: Rensa lyssningshistorik

# confirmClearHistory
source: This will reset all your listening data and recommendations. Are you sure?
de: Dies wird all deine Hördaten und Empfehlungen zurücksetzen. Bist du sicher?
it: Questo resetterà tutti i tuoi dati di ascolto e i tuoi consigli. Sei sicuro?
pt: Isso redefinirá todos os seus dados de reprodução e recomendações. Deseja continuar?
ru: Это сбросит все ваши данные и рекомендации. Вы уверены?
sv: Detta kommer nollställa all din lyssningsdata och rekommendationer. Är du säker?

# historyCleared
source: Listening history cleared
de: Hörverlauf gelöscht
it: Cronologia di ascolto cancellata
pt: Histórico de reprodução limpo
ru: История прослушивания очищена
sv: Lyssningshistorik rensad

source: Discord Status
it: Stato Discord
pt: Status do Discord
ru: Discord Статус

# discordStatusSubtitle
source: Show playing song on Discord profile
de: Spielenden Song in Discord Profil anzeigen
it: Mostra il brano in riproduzione sul profilo Discord
pt: Mostrar música em reprodução no perfil do Discord
ru: Показывать проигрываемую песню в профиле Discord
sv: Visa låt som spelas på Discord profil

source: Select Language
de: Sprache auswählen
it: Seleziona lingua
pt: Selecionar Idioma
ru: Выберите язык
sv: Välj Språk

source: System Default
de: Standardeinstellung
it: Predefinita di Sistema
pt: Padrão do Sistema
ru: Системный по умолчанию
sv: Systemets Standard

# communityTranslations
source: Translations by Community
de: Übersetzungen von der Community
it: Traduzioni da Community
pt: Traduções pela Comunidade
ru: Переведено сообществом
sv: Översättningar av Community:t

# communityTranslationsSubtitle
source: Help translate Musly on Crowdin
de: Hilf Musly bei der Übersetzung auf Crowdin
it: Aiuta a tradurre Musly su Crowdin
pt: Ajude a traduzir o Musly no Crowdin
ru: Помогите перевести Musly на Crowdin
sv: Hjälp översätta Musly på Crowdin

source: Your Library
de: Deine Bibliothek
it: La Tua Libreria
pt: Sua Biblioteca
ru: Ваша библиотека
sv: Ditt Bibliotek

# filterAll
source: All
de: Alle
it: Tutto
pt: Tudo
ru: Все
sv: Alla

# filterPlaylists
source: Playlists
de: Playlisten
it: Playlist
ru: Плейлисты
sv: Spellistor

# filterAlbums
source: Albums
de: Alben
it: Album
pt: Álbuns
ru: Альбомы
sv: Album

# filterArtists
source: Artists
de: Künstler
it: Artisti
pt: Artistas
ru: Исполнители
sv: Artister

source: Liked Songs
de: Lieblingssongs
it: Brani preferiti
pt: Músicas favoritas
ru: Понравившиеся песни
sv: Gillade Låtar

source: Radio Stations
de: Radiosender
it: Stazioni radio
pt: Estações de rádio
ru: Радиостанции
sv: Radio Stationer

source: Playlist
ru: Плейлист
sv: Spellista

source: Internet Radio
it: Radio Internet
pt: Rádio Online
ru: Интернет-радио

source: New Playlist
de: Neue Playlist
it: Nuova Playlist
pt: Nova Playlist
ru: Новый плейлист
sv: Ny Spellista

source: Playlist Name
de: Name der Playlist
it: Nome Playlist
pt: Nome da Playlist
ru: Название плейлиста
sv: Spellistans Namn

source: Create
de: Erstellen
it: Crea
pt: Criar
ru: Создать
sv: Skapa

source: Delete Playlist
de: Playlist löschen
it: Elimina Playlist
pt: Excluir Playlist
ru: Удалить плейлист
sv: Ta bort Spellista

# deletePlaylistConfirmation
source: Are you sure you want to delete the playlist "{name}"?
de: Bist du sicher, dass du die Playlist "{name} " löschen möchtest?
it: Sei sicuro di voler eliminare la playlist "{name}"?
pt: Tem certeza de que deseja excluir a playlist "{name}"?
ru: Вы уверены, что хотите удалить плейлист «{name}»?
sv: Är du säker på att du vill ta port spellistan "{name}"?

# playlistDeleted
source: Playlist "{name}" deleted
de: Playlist "{name}" gelöscht
it: Playlist "{name}" eliminata
pt: Playlist "{name}" excluída
ru: Плейлист с названием «{name}» удалён
sv: Spellista "{name}" borttagen

# errorCreatingPlaylist
source: Error creating playlist: {error}
de: Fehler beim Erstellen der Playlist: {error}
it: Errore nella creazione della playlist: {error}
pt: Erro ao criar playlist: {error}
ru: Ошибка при создании плейлиста: {error}
sv: Fel uppstod vid skapandet av spellista: {error}

# errorDeletingPlaylist
source: Error deleting playlist: {error}
de: Fehler beim Löschen der Playlist: {error}
it: Errore nell'eliminare la playlist: {error}
pt: Erro ao excluir playlist: {error}
ru: Ошибка при удалении плейлиста: {error}
sv: Fel uppstod vid borttagning av spellista: {error}

# playlistCreated
source: Playlist "{name}" created
de: Playlist "{name}" erstellt
it: Playlist "{name}" creata
pt: Playlist "{name}" criada
ru: Плейлист с названием «{name}» создан
sv: Spellista "{name}" skapad

# searchTitle
source: Search
de: Suche
it: Cerca
pt: Pesquisar
ru: Поиск
sv: Sök

# searchPlaceholder
source: Artists, Songs, Albums
de: Künstler, Songs, Alben
it: Artisti, Canzoni, Album
pt: Artistas, músicas e álbuns
ru: Исполнители, Песни, Альбомы
sv: Artister, Låtar, Album

# tryDifferentSearch
source: Try a different search
de: Versuche es mit einer anderen Suchanfrage
it: Prova un’altra ricerca
pt: Tente uma busca diferente
ru: Попробуйте другой поисковый запрос
sv: Försök söka någonting annat

source: No suggestions
de: Keine Empfehlungen
it: Nessun suggerimento
pt: Sem sugestões
ru: Нет предложений
sv: Inga förslag

source: Browse Categories
de: Kategorien durchstöbern
it: Esplora le categorie
pt: Navegar categorias
ru: Просмотреть категории
sv: Bläddra Kategorier

# categoryMadeForYou
source: Made For You
de: Für dich
it: Fatte Per Te
pt: Feito para você
ru: Сделано для вас
sv: Skapad För Dig

# categoryNewReleases
source: New Releases
de: Neuerscheinungen
it: Nuovi Rilasci
pt: Novos lançamentos
ru: Новые выпуски
sv: Nytt Släpp

# categoryTopRated
source: Top Rated
de: Top bewertet
it: I più votati
pt: Melhor Avaliados
ru: Высоко оценённые
sv: Högst rankade

# categoryGenres
source: Genres
it: Generi
pt: Gêneros
ru: Жанры
sv: Genrer

# categoryFavorites
source: Favorites
de: Favoriten
it: Preferiti
pt: Favoritos
ru: Избранное
sv: Favoriter

# categoryRadio
source: Radio
pt: Rádio
ru: Радио

# settingsTitle
source: Settings
de: Einstellungen
it: Impostazioni
pt: Configurações
ru: Настройки
sv: Inställningar

# tabPlayback
source: Playback
de: Wiedergabe
it: Riproduzione
pt: Reprodução
ru: Проигрывание
sv: Uppspelning

# tabStorage
source: Storage
de: Speicher
it: Spazio di archiviazione
pt: Armazenamento
ru: Хранилище
sv: Lagring

# tabServer
source: Server
pt: Servidor
ru: Сервер

# tabDisplay
source: Display
de: Anzeige
it: Schermo
pt: Personalização
ru: Дисплей

# tabAbout
source: About
de: Über
it: Informazioni
pt: Sobre
ru: Информация
sv: Om

# sectionAutoDj
source: AUTO DJ
ru: Авто-диджей

source: Auto DJ Mode
de: Auto DJ-Modus
it: Modalità DJ Automatica
pt: Modo Auto DJ
ru: Режим авто-диджея
sv: Auto DJ läge

# songsToAdd
source: Songs to Add: {count}
de: Zu hinzufügende Songs: {count}
it: Brani da aggiungere: {count}
pt: Músicas a adicionar: {count}
ru: Песни для добавления: {count}
sv: Låtar att lägga till: {count}

# sectionReplayGain
source: VOLUME NORMALIZATION (REPLAYGAIN)
de: LAUTSTÄRKE NORMALISIEREN
it: NORMALIZZAZIONE VOLUME (REPLAYGAIN)
pt: NORMALIZAÇÃO DE VOLUME (REPLAYGAIN)
ru: НОРМАЛИЗАЦИЯ ГРОМКОСТИ (REPLAYGAIN)
sv: VOLYM NORMALISERING (REPLAYGAIN)

# replayGainMode
source: Mode
de: Modus
it: Modalità
pt: Modo
ru: Режим
sv: Läge

# preamp
source: Preamp: {value} dB
de: Vorverstärker: {value} dB
ru: Предусиление: {value} дБ

source: Prevent Clipping
de: Clipping verhindern
it: Previeni Il Clipping
pt: Prevenir Clipping
ru: Предотвращение клиппинга
sv: Förhindra Ljudklippning

# fallbackGain
source: Fallback Gain: {value} dB
it: Guadagno Fallback: {value} dB
ru: Усиление по умолчанию: {value} дБ

# sectionStreamingQuality
source: STREAMING QUALITY
de: STREAMING QUALITÄT
it: QUALITÀ DI STREAMING
pt: QUALIDADE DE STREAMING
ru: КАЧЕСТВО СТРИМИНГА
sv: STREAMING KVALITET

source: Enable Transcoding
de: Transkodierung aktivieren
it: Abilita La Transcodifica
pt: Ativar a transcodificação
ru: Включить транскодирование
sv: Aktivera Transkodning

# qualityWifi
source: WiFi Quality
de: Qualität im Wlan
it: Qualità WiFi
pt: Qualidade em WiFi
ru: Качество WiFi
sv: WiFi Kvalité

# qualityMobile
source: Mobile Quality
de: Qualität bei Mobilen Daten
it: Qualità Mobile
pt: Qualidade em Dados Móveis
ru: Мобильное качество
sv: Mobil Kvalité

source: Format
it: Formato
pt: Formato
ru: Формат

# transcodingSubtitle
source: Reduce data usage with lower quality
de: Datenverbrauch mit niedrigerer Qualität reduzieren
it: Riduce l'utilizzo dei dati con qualità inferiore
pt: Reduzir uso de dados com menor qualidade
ru: Экономить трафик при низком качестве
sv: Minska dataanvändning med sämre kvalité

# modeOff
source: Off
de: Aus
pt: Desligado
ru: Выкл.
sv: Av

# modeTrack
source: Track
de: Titel
it: Traccia
pt: Faixa
ru: Трек
sv: Låt

# modeAlbum
source: Album
pt: Álbum
ru: Альбом
