Repository: dddevid/Musly
Catalog: lib/l10n/app_*.arb
Languages: de, it, pt, ru, sq, sv

# sectionServerConnection
source: SERVER CONNECTION
de: SERVERVERBINDUNG
it: CONNESSIONE DEL SERVER
pt: CONEXÃO DO SERVIDOR
ru: ПОДКЛЮЧЕНИЕ СЕРВЕРА
sv: SERVER ANSLUTNING

source: Server Type
de: Servertyp
it: Tipo di server
pt: Tipo de Servidor
ru: Тип сервера
sv: Server Typ

source: Not connected
de: Nicht verbunden
it: Non connesso
pt: Não conectado
ru: Не подключено
sv: Inte ansluten

source: Unknown
de: Unbekannt
it: Sconosciuto
pt: Desconhecido
ru: Неизвестно
sv: Okänd

# sectionMusicFolders
source: MUSIC FOLDERS
de: MUSIK ORDNER
it: CARTELLE MUSICA
pt: PASTAS DE MÚSICA
ru: ПАПКИ С МУЗЫКОЙ
sv: MUSIK MAPPAR

source: Music Folders
de: Musik Ordner
it: Cartelle Musica
pt: Pastas de música
ru: Папки с музыкой
sv: Musik Mappar

# noMusicFolders
source: No music folders found
de: Keine Musik Ordner gefunden
it: Nessuna cartella musicale trovata
pt: Nenhuma pasta de música encontrada
ru: Папки с музыкой не найдены
sv: Inga musik mappar hittades

# sectionAccount
source: ACCOUNT
de: KONTO
pt: CONTA
ru: АККАУНТ
sv: KONTO

# logoutConfirmation
source: Are you sure you want to logout? This will also clear all cached data.
de: Bist du sicher, dass du dich abmelden möchten? Dies wird alle Daten im Cache löschen.
it: Sei sicuro di voler uscire? Questo cancellerà tutti i dati memorizzati nella cache.
pt: Tem certeza que deseja encerrar a sessão? Isso também limpará todos os dados em cache.
ru: Вы уверены, что хотите выйти? Это также удалит все кэшированные данные.
sv: Är du säker på att du vill logga ut? Detta kommer även rensa all cachelagrad data.

# sectionCacheSettings
source: CACHE SETTINGS
de: CACHE-EINSTELLUNGEN
it: IMPOSTAZIONI CACHE
pt: CONFIGURAÇÕES DE CACHE
ru: НАСТРОЙКИ КЭША
sv: CACHE INSTÄLLNINGAR

source: Image Cache
de: Bilder Cache
it: Cache delle immagini
pt: Cache de Imagem
ru: Кэш изображений
sv: Bild Cache

source: Music Cache
de: Musik Cache
it: Cache Della Musica
pt: Cache de Música
ru: Кэш музыки
sv: Musik Cache

source: BPM Cache
it: Cache BPM
pt: Cache BPM
ru: Кэш BPM

# saveAlbumCovers
source: Save album covers locally
de: Albumcover lokal speichern
it: Salva localmente le copertine degli album
pt: Salvar capas de álbuns localmente
ru: Сохранить обложки альбома локально
sv: Spara albumomslag lokalt

# saveSongMetadata
source: Save song metadata locally
de: Song Metadaten lokal speichern
it: Salva i metadati del brano localmente
pt: Salvar metadados da música localmente
ru: Сохранить метаданные песни локально
sv: Spara låt metadata lokalt

# saveBpmAnalysis
source: Save BPM analysis locally
de: BPM Analyse lokal speichern
it: Salva analisi BPM localmente
pt: Salvar análise de BPM localmente
ru: Сохранить определение BPM локально
sv: Spara BPM analys lokalt

# sectionCacheCleanup
source: CACHE CLEANUP
de: CACHE LÖSCHEN
it: PULIZIA DELLA CACHE
pt: LIMPEZA DE CACHE
ru: ОЧИСТКА КЭША
sv: CACHE RENSNING

source: Clear All Cache
de: Alle Caches löschen
it: Svuota tutta la cache
pt: Limpar todo o cache
ru: Очистить весь кэш
sv: Rensa all cache

source: All cache cleared
de: Alle Caches gelöscht
it: Tutta la cache cancellata
pt: Todo o cache limpo
ru: Весь кэш очищен
sv: Alla cacher rensade

# sectionOfflineDownloads
source: OFFLINE DOWNLOADS
it: DOWNLOAD OFFLINE
pt: DOWNLOADS OFFLINE
ru: АВТОНОМНЫЕ ЗАГРУЗКИ
sv: OFFLINE NERLADDNINGAR

source: Downloaded Songs
de: Heruntergeladene Songs
it: Brani Scaricati
pt: Músicas Baixadas
ru: Загруженные песни
sv: Nedladdade Låtar

# downloadingLibrary
source: Downloading Library... {progress}/{total}
de: Lade Bibliothek herunter... {progress}/{total}
it: Scaricamento Della Libreria... {progress}/{total}
pt: Baixando Biblioteca... {progress}/{total}
ru: Загрузка библиотеки... {progress}/{total}
sv: Laddar ner Bibliotek... {progress}/{total}

source: Download All Library
de: Gesamte Bibliothek herunterladen
it: Scarica Tutta La Libreria
pt: Baixar Toda a Biblioteca
ru: Загрузить всю библиотеку
sv: Ladda ner Hela Biblioteket

# downloadLibraryConfirm
source: This will download {count} songs to your device. This may take a while and use significant storage space. Continue?
de: Dies wird {count} Lieder auf dein Gerät herunterladen. Dies kann eine Weile dauern und viel Speicherplatz nutzen. Fortfahren?
it: Questo scaricherà {count} brani sul tuo dispositivo. Questo potrebbe richiedere un po' di tempo e utilizzare uno spazio di archiviazione significativo. Continuare?
pt: Isso baixará {count} músicas para o seu dispositivo. Isso pode levar um tempo e usar espaço significativo de armazenamento. Continuar?
ru: Будет скачано {count} песен. Это может занять некоторое время и потребовать значительного объёма памяти. Продолжить?
sv: Detta kommer att ladda ner {count} låtar till din enhet. Detta kan ta ett tag och använda en del lagringsutrymme. Fortsätt?

source: Library download started
de: Herunterladen der Bibliothek gestartet
it: Download della libreria avviato
pt: Download da biblioteca iniciado
ru: Загрузка библиотеки началась
sv: Nerladdning av bibliotek startad

# deleteDownloads
source: Delete All Downloads
de: Alle Downloads löschen
it: Elimina tutti i download
pt: Excluir Todos os Downloads
ru: Удалить все загрузки
sv: Radera Alla Nedladdningar

# downloadsDeleted
source: All downloads deleted
de: Alle Downloads gelöscht
it: Tutti i download eliminati
pt: Todos os downloads excluídos
ru: Все загрузки удалены
sv: Alla nerladdningar raderades

# noSongsAvailable
source: No songs available. Please load your library first.
de: Keine Songs verfügbar. Bitte laden zuerst deine Bibliothek.
it: Nessun brano disponibile. Carica prima la tua libreria.
pt: Nenhuma música disponível. Carregue sua biblioteca primeiro.
ru: Нет доступных песен. Пожалуйста, загрузите сначала вашу библиотеку.
sv: Inga låtar tillgängliga. Ladda ditt bibliotek först.

# sectionBpmAnalysis
source: BPM ANALYSIS
de: BPM ANALYSE
it: ANALISI BPM
pt: ANÁLISE BPM
ru: ОПРЕДЕЛЕНИЕ BPM
sv: BPM ANALYS

source: Cached BPMs
de: BPMs im Cache
pt: BPMs em Cache
ru: Кэшированные BPM
sv: Cachade BPM:ar

source: Cache All BPMs
de: Alle BPMs im Cache speichern
it: Cache Tutti I Bpm
pt: Cachear Todos os BPMs
ru: Кэшировать все BPM
sv: Cacha alla BPM:ar

source: Clear BPM Cache
de: BPM Cache leeren
it: Cancella Cache BPM
pt: Limpar Cache BPM
ru: Очистить кэш BPM
sv: Rensa BPM Cache

source: BPM cache cleared
de: BPM Cache gelöscht
it: Cache BPM cancellata
pt: Cache BPM limpo
ru: Кэш BPM очищен
sv: BPM cache rensad

# downloadedStats
source: {count} songs • {size}
it: {count} canzoni • {size}
pt: {count} músicas • {size}
ru: {count} пес. • {size}
sv: {count} låtar • {size}

# sectionInformation
source: INFORMATION
de: INFORMATIONEN
it: INFORMAZIONI
pt: INFORMAÇÕES
ru: ИНФОРМАЦИЯ

# sectionDeveloper
source: DEVELOPER
de: ENTWICKLER
it: SVILUPPATORE
pt: DESENVOLVEDOR
ru: РАЗРАБОТЧИК
sv: UTVECKLARE

# sectionLinks
source: LINKS
ru: ССЫЛКИ
sv: LÄNKAR

# githubRepo
source: GitHub Repository
de: GitHub
it: Repository GitHub
pt: Repositório no GitHub
ru: Репозиторий на GitHub

source: PLAYING FROM
de: WIEDERGABE AUS
it: IN RIPRODUZIONE DA
pt: REPRODUZINDO DE
ru: ИГРАЕТ ИЗ
sv: SPELAR FRÅN

source: LIVE
it: IN DIRETTA
pt: AO VIVO
ru: В ЭФИРЕ

source: Streaming Live
de: Live Streaming
it: Streaming In Diretta
pt: Transmissão Ao Vivo
ru: Прямая трансляция
sv: Sänder Live

source: Stop Radio
de: Radio stoppen
it: Ferma La Radio
pt: Parar Rádio
ru: Остановить радио
sv: Stoppa Radio

# removeFromLiked
source: Remove from Liked Songs
de: Aus Lieblingssongs entfernen
it: Rimuovi dai brani aggiunti ai preferiti
pt: Remover das Músicas Favoritas
ru: Удалить из понравившихся песен
sv: Ta bort från Gillade Låtar

# addToLiked
source: Add to Liked Songs
de: Zu Lieblingssongs hinzufügen
it: Aggiungi alle canzoni preferite
pt: Adicionar às Músicas Favoritas
ru: Добавить в понравившиеся песни
sv: Lägg till Gillade låtar

source: Play Next
de: Als Nächstes wiedergeben
it: Riproduci Successivo
pt: Tocar em Seguida
ru: Воспроизвести следующим
sv: Spela Nästa

source: Add to Queue
de: Zur Warteschlange hinzufügen
it: Aggiungi alla coda
pt: Adicionar à Fila
ru: Добавить в очередь
sv: Lägg till i Kö

source: Go to Album
de: Zum Album
it: Vai all'album
pt: Ir para o Álbum
ru: Перейти к альбому
sv: Gå till Album

source: Go to Artist
de: Zum Künstler
it: Vai all'artista
pt: Ir para o Artista
ru: Перейти к исполнителю
sv: Gå till Artist

source: Rate Song
de: Song bewerten
it: Vota Brano
pt: Avaliar Música
ru: Оценить песню
sv: Betygsätt Låt

# rateSongValue
source: Rate Song ({rating} {stars})
de: Song bewerten ({rating} {stars})
it: Valuta Canzone ({rating} {stars})
pt: Avaliar Música ({rating} {stars})
ru: Оценка песни ({rating} {stars})
sv: Betygsätt Låt ({rating} {stars})

source: Rating removed
de: Bewertung entfernt
it: Valutazione rimossa
pt: Avaliação removida
ru: Оценка удалена
sv: Betyg borttaget

# rated
source: Rated {rating} {stars}
de: Bewertet {rating} {stars}
it: Votato {rating} {stars}
pt: Avaliado com {rating} {stars}
ru: Оценка {rating} {stars}
sv: Betygsatt {rating} {stars}

source: Remove Rating
de: Bewertung entfernen
it: Rimuovi Voto
pt: Remover avaliação
ru: Удалить оценку
sv: Ta bort Betyg

source: Downloaded
de: Heruntergeladen
it: Scaricato
pt: Baixado
ru: Скачано
sv: Nerladdad

# downloading
source: Downloading... {percent}%
de: Herunterladen... {percent}%
it: Scaricamento... {percent}%
pt: Baixando... {percent}%
ru: Скачивание... {percent}%
sv: Laddar ner... {percent}%

source: Remove Download
de: Download entfernen
it: Rimuovi download
pt: Remover Download
ru: Удалить загрузку
sv: Ta bort Nerladdning

# removeDownloadConfirm
source: Remove this song from offline storage?
de: Diesen Song aus dem Offline Speicher löschen?
it: Rimuovere questa canzone dalla memoria offline?
pt: Remover esta música do armazenamento offline?
ru: Удалить эту песню из автономного хранилища?
sv: Ta bort den här låten från offline lagring?

source: Download removed
de: Download entfernt
it: Download rimosso
pt: Download removido
ru: Загрузка удалена
sv: Nerladdning borttagen

source: Downloaded "{title}"
de: "{title} " heruntergeladen
it: Scaricato "{title}"
pt: "{title}" baixado
ru: Загружено «{title}»
sv: Laddade ner "{title}"

source: Download failed
de: Download fehlgeschlagen
it: Download fallito
pt: Falha no download
ru: Не удалось загрузить
sv: Nerladdning misslyckades

# downloadError
source: Download error: {error}
de: Download-Fehler: {error}
it: Errore di download: {error}
pt: Erro no download: {error}
ru: Ошибка загрузки: {error}
sv: Nerladdningsfel: {error}

# addedToPlaylist
source: Added "{title}" to {playlist}
de: "{title}" zu {playlist} hinzugefügt
it: Aggiunto "{title}" alla {playlist}
pt: Adicionado "{title}" a {playlist}
ru: Добавлено «{title}» в плейлист «{playlist}»
sv: Lade till "{title}" till {playlist}

# errorAddingToPlaylist
source: Error adding to playlist: {error}
de: Fehler beim Hinzufügen zur Playlist: {error}
it: Errore nell'aggiungere alla playlist: {error}
pt: Erro ao adicionar à playlist: {error}
ru: Ошибка при добавлении в плейлист: {error}
sv: Fel vid tillägg till spellista: {error}

# noPlaylists
source: No playlists available
de: Keine Playlists verfügbar
it: Nessuna playlist disponibile
pt: Sem playlists disponíveis
ru: Нет доступных плейлистов
sv: Inga spellistor tillgängliga

source: Create New Playlist
de: Neue Playlist erstellen
it: Crea Nuova Playlist
pt: Criar Nova Playlist
ru: Создать новый плейлист
sv: Skapa Ny Spellista

# artistNotFound
source: Artist "{name}" not found
de: Künstler "{name}" nicht gefunden
it: Artista "{name}" non trovato
pt: O artista "{name}" não foi encontrado
ru: Исполнитель «{name}» не найден
sv: Artist "{name}" hittades inte

# errorSearchingArtist
source: Error searching for artist: {error}
de: Fehler bei der Suche nach Künstler: {error}
it: Errore cercando l'artista: {error}
pt: Erro ao buscar artista: {error}
ru: Ошибка при поиске исполнителя: {error}
sv: Fel vid sökning av artist: {error}

source: Select Artist
de: Künstler auswählen
it: Seleziona artista
pt: Selecionar Artista
ru: Выберите исполнителя
sv: Välj Artist

source: Removed from favorites
de: Aus Favoriten entfernt
it: Rimosso dai preferiti
pt: Removido dos favoritos
ru: Удалено из избранного
sv: Ta bort från Favoriter

source: Added to favorites
de: Zu Favoriten hinzugefügt
it: Aggiunto ai preferiti
pt: Adicionado aos favoritos
ru: Добавлено в избранное
sv: Lades till i Favoriter

source: star
de: Stern
it: stella
pt: estrela
ru: зв.
sv: stjärna

source: stars
de: Sterne
it: stelle
pt: estrelas
ru: зв.
sv: stjärnor

source: Album not found
de: Album nicht gefunden
it: Album non trovato
pt: Álbum não encontrado
ru: Альбом не найден
sv: Albumet hittades inte

# durationHoursMinutes
source: {hours} HR {minutes} MIN
pt: {hours} H {minutes} MIN
ru: {hours} ЧАС. {minutes} МИН.

# durationMinutes
source: {minutes} MIN
ru: {minutes} МИН.

source: Top Songs
it: Canzoni più ascoltate
pt: Mais Ouvidas
ru: Лучшие песни
sv: Topplåtar

source: Connected
de: Verbunden
it: Collegato
pt: Conectado
ru: Подключено
sv: Ansluten

source: No song playing
de: Kein Song spielt
it: Nessuna brano in riproduzione
pt: Nenhuma música em reprodução
ru: Ничего не играет
sv: Ingen låt spelas

# internetRadioUppercase
source: INTERNET RADIO
it: RADIO INTERNET
pt: RÁDIO ONLINE
ru: ИНТЕРНЕТ-РАДИО

source: Playing Next
de: Nächste Wiedergabe
it: Riproduzione Successiva
pt: A seguir
ru: Проигрывание следующей
sv: Spelar Nästa

# createPlaylistTitle
source: Create Playlist
de: Playlist erstellen
it: Crea playlist
pt: Criar Playlist
ru: Создать плейлист
sv: Skapa Spellista

# playlistNameHint
source: Playlist name
it: Nome playlist
pt: Nome da Playlist
ru: Название плейлиста
sv: Spellista namn

# playlistCreatedWithSong
source: Created playlist "{name}" with this song
de: Playlist "{name}" mit diesem Song erstellt
it: Playlist creata "{name}" con questa canzone
pt: Playlist criada "{name}" com esta música
ru: Создан плейлист «{name}» с этой песней
sv: Skapad spellista "{name}" med den här låten

# errorLoadingPlaylists
source: Error loading playlists: {error}
de: Fehler beim Laden der Playlists: {error}
it: Errore nel caricare le playlist: {error}
pt: Erro ao carregar playlists: {error}
ru: Ошибка при загрузке плейлистов: {error}
sv: Fel vid laddning av spellistor: {error}

source: Playlist not found
de: Playlist nicht gefunden
it: Playlist non trovata
pt: Playlist não foi encontrada
ru: Плейлист не найден
sv: Spellistan hittades inte

# noSongsInPlaylist
source: No songs in this playlist
de: Keine Songs in dieser Playlist
it: Nessun brano in questa playlist
pt: Não há músicas nesta playlist
ru: Нет песен в этом плейлисте
sv: Inga låtar i den här spellistan

source: No favorite songs yet
de: Noch keine Lieblingslieder
it: Ancora nessuna canzone preferita
pt: Nenhuma música favorita ainda
ru: Нет избранных песен
sv: Inga favoritlåtar än

source: No favorite albums yet
de: Noch keine Lieblingsalben
it: Ancora nessun album preferito
pt: Nenhum álbum favorito ainda
ru: Нет избранных альбомов
sv: Inga favoritalbum än

source: Listening History
de: Hörverlauf
it: Cronologia Ascolti
pt: Histórico de Reprodução
ru: История прослушивания
sv: Lyssnings Historik

source: No Listening History
de: Kein Hörverlauf
it: Nessuna Cronologia Di Ascolto
pt: Nenhum histórico de reprodução
ru: Нет истории прослушивания
sv: Ingen Lyssningshistorik

# songsWillAppearHere
source: Songs you play will appear here
de: Songs, die du spielst, werden hier angezeigt
it: Le canzoni che riproduci appariranno qui
pt: As músicas que você reproduzir aparecerão aqui
ru: Здесь будут появляться прослушанные песни
sv: Låtar du spelar visas här

# sortByTitleAZ
source: Title (A-Z)
de: Songs (A-Z)
it: Titolo (A-Z)
pt: Título (A-Z)
ru: Название (А-Я)
sv: Titel (A-Ö)

# sortByTitleZA
source: Title (Z-A)
de: Songs (A-Z)
it: Titolo (Z-A)
pt: Título (Z-A)
ru: Название (Я-А)
sv: Titel (Ö-A)

# sortByArtistAZ
source: Artist (A-Z)
de: Künstler (A-Z)
it: Artista (A-Z)
pt: Artista (A-Z)
ru: Исполнитель (А-Я)
sv: Artist (A-Ö)

# sortByArtistZA
source: Artist (Z-A)
de: Künstler (A-Z)
it: Artista (Z-A)
pt: Artista (Z-A)
ru: Исполнитель (Я-А)
sv: Artist (Ö-A)

# sortByAlbumAZ
source: Album (A-Z)
pt: Álbum (A-Z)
ru: Альбом (А-Я)
sv: Album (A-Ö)

# sortByAlbumZA
source: Album (Z-A)
de: Album (A-Z)
pt: Álbum (Z-A)
ru: Альбом (Я-А)
sv: Album (Ö-A)

source: Recently Added
de: Zuletzt hinzugefügt
it: Aggiunto di Recente
pt: Adicionado Recentemente
ru: Недавно добавлено
sv: Nyligen tillagda

source: No songs found
de: Keine Songs gefunden
it: Nessuna canzone trovata
pt: Nenhuma música foi encontrada
ru: Не найдено песен
sv: Inga låtar hittades

source: No albums found
de: Keine Alben gefunden
it: Nessun album trovato
pt: Nenhum álbum foi encontrado
ru: Альбомы не найдены
sv: Inget album hittades

# noHomepageUrl
source: No homepage URL available
de: Keine Homepage-URL verfügbar
it: Nessun URL di homepage disponibile
pt: Nenhuma URL de página inicial disponível
ru: URL-адрес главной страницы не найден
sv: Ingen hemsida URL tillgänglig

source: Play Station
de: Sender abspielen
pt: Reproduzir estação
ru: Включить станцию

source: Open Homepage
de: Öffne Homepage
it: Apri Homepage
pt: Abrir Página Inicial
ru: Открыть главную страницу
sv: Öppna Hemsida

source: Copy Stream URL
de: Stream-URL kopieren
it: Copia URL streaming
pt: Copiar URL da Transmissão
ru: Копировать URL-адрес трансляции
sv: Kopiera Stream URL

source: Failed to load radio stations
de: Fehler beim Laden der Radiosender
it: Impossibile caricare le stazioni radio
pt: Falha ao carregar estações de rádio
ru: Не удалось загрузить радиостанции
sv: Misslyckades att ladda radiostationer

source: No Radio Stations
de: Keine Radiosender
it: Nessuna Stazione Radio
pt: Nenhuma estação de rádio
ru: Нет радиостанций
sv: Inga Radiostationer

# noRadioStationsHint
source: Add radio stations in your Navidrome server settings to see them here.
de: Füge Radiosender in den Navidrome Server-Einstellungen ein, um sie hier zu sehen.
it: Aggiungi stazioni radio nelle impostazioni del tuo server Navidrome per vederle qui.
pt: Adicione estações de rádio nas configurações do seu servidor Navidrome para vê-las aqui.
ru: Добавьте радиостанции в настройках сервера Navidrome, чтобы они появились здесь.
sv: Lägg till radiostationer i dina Navidrome serverinställningar för att se dem här.

# connectToServerSubtitle
source: Connect to your Subsonic server
de: Verbinde dich mit deinem Subsonic-Server
it: Connettiti al tuo server Subsonic
pt: Conecte-se ao seu servidor Subsonic
ru: Подключиться к вашему серверу Subsonic
sv: Anslut till din Subsonic server

source: Please enter server URL
de: Bitte Server-URL eingeben
it: Inserisci l'URL del server
pt: Por favor, insira o URL do servidor
ru: Пожалуйста, введите URL-адрес сервера
sv: Ange server URL

# invalidUrlFormat
source: URL must start with http:// or https://
de: Die URL muss mit http:// oder https:// beginnen
it: L'URL deve iniziare con http:// o https://
pt: O URL deve começar com http:// ou https://
ru: URL-адрес должен начинаться с http:// или https://
sv: URL måste börja med http:// eller https://

source: Please enter username
de: Bitte Benutzername eingeben
it: Inserisci il nome utente
pt: Por favor, insira o nome de usuário
ru: Пожалуйста, введите имя пользователя
sv: Ange användarnamn

source: Please enter password
de: Bitte Passwort eingeben
it: Inserisci la password
pt: Por favor, insira a senha
ru: Пожалуйста, введите пароль
sv: Ange lösenord

source: Legacy Authentication
de: Legacy Authentifizierung
it: Autenticazione Legacy
pt: Autenticação Legada
ru: Устаревшая аутентификация
sv: Legacy Autentisering

# legacyAuthSubtitle
source: Use for older Subsonic servers
de: Für ältere Subsonic-Server
it: Usa per vecchi server Subsonic
pt: Usado para antigos servidores Subsonic
ru: Использовать для старых серверов Subsonic
sv: Använd för äldre Subsonic servrar

# allowSelfSignedCerts
source: Allow Self-Signed Certificates
de: Selbstsignierte Zertifikate zulassen
it: Consenti Certificati Auto-Firmati
pt: Permitir Certificados Auto-Assinados
ru: Разрешить самоподписанные сертификаты
sv: Tillåt självsignerade certifikat

# allowSelfSignedSubtitle
source: For servers with custom TLS/SSL certificates
de: Für Server mit benutzerdefinierten TLS/SSL-Zertifikat
it: Per server con certificati TLS/SSL personalizzati
pt: Para servidores com certificados TLS/SSL personalizados
ru: Для серверов с собственными TLS/SSL-сертификатами
sv: För servrar med anpassade TLS/SSL certifikat

source: Advanced Options
de: Erweiterte Einstellungen
it: Opzioni Avanzate
pt: Opções Avançadas
ru: Дополнительные настройки
sv: Avancerade Inställningar

# customTlsCertificate
source: Custom TLS/SSL Certificate
de: Benutzerdefiniertes TLS/SSL-Zertifikat
it: Certificato TLS/Ssl Personalizzato
pt: Certificado TLS/SSL personalizado
ru: Собственный TLS/SSL-сертификат
sv: Anpassad TLS/SSL Certifikat

# customCertificateSubtitle
source: Upload a custom certificate for servers with non-standard CA
de: Ein benutzerdefiniertes Zertifikat für Server mit nicht standardmäßiger CA hochladen
it: Carica un certificato personalizzato per server con CA non standard
pt: Enviar certificado personalizado para servidores com CA não padrão
ru: Загрузите собственный сертификат для серверов с нестандартным центром сертификации (CA)
sv: Ladda upp ett anpassat certifikat för servrar med icke-standard CA

source: Select Certificate File
de: Zertifikatsdatei auswählen
it: Seleziona il file del certificato
pt: Selecione o arquivo de certificado
ru: Выбрать файл сертификата
sv: Välj Certifikat

source: Connect
de: Verbinden
it: Connetti
pt: Conectar
ru: Подключиться
sv: Anslut

source: OR
de: ODER
it: O
pt: OU
ru: ИЛИ
sv: ELLER

source: Use Local Files
de: Lokale Dateien verwenden
it: Usa File Locali
pt: Usar Arquivos Locais
ru: Использовать локальные файлы
sv: Använd Lokala Filer

source: Starting scan...
de: Scan wird gestartet ...
it: Avvio scansione...
pt: Iniciando scan...
ru: Запуск сканирования...
sv: Startar skanning...

# storagePermissionRequired
source: Storage permission required to scan local files
de: Speicherberechtigung erforderlich, um lokale Dateien zu scannen
it: È richiesta l'autorizzazione di archiviazione per eseguire la scansione dei file locali
pt: Permissão de armazenamento necessária para o scan dos arquivos locais
ru: Для сканирования локальных файлов требуется разрешение на доступ к памяти
sv: Lagringsbehörighet krävs för att skanna lokala filer

# noMusicFilesFound
source: No music files found on your device
de: Keine Songdateien auf Ihrem Gerät gefunden
it: Nessun file musicale trovato sul tuo dispositivo
pt: Nenhum arquivo de música foi encontrado no seu dispositivo
ru: На вашем устройстве не найдено музыкальных файлов
sv: Inga musikfiler hittades på din enhet

source: Remove
de: Entfernen
it: Rimuovi
pt: Excluir
ru: Удалить
sv: Ta bort

# failedToSetRating
source: Failed to set rating: {error}
de: Fehler bei der Bewertung: {error}
it: Impossibile impostare la valutazione: {error}
pt: Falha ao definir avaliação: {error}
ru: Не удалось задать оценку: {error}
sv: Misslyckades att ange betyg: {error}

source: Home
de: Startseite
pt: Início
ru: Главная
sv: Hem

# playlistsSection
source: PLAYLISTS
ru: ПЛЕЙЛИСТЫ
sv: SPELLISTOR

source: Collapse
de: Einklappen
it: Comprimi
pt: Recolher
ru: Свернуть
sv: Kollapsa

# likedSongsSidebar
source: Liked Songs
de: Lieblingssongs
it: Brani piaciuti
pt: Músicas favoritas
ru: Понравившиеся песни
sv: Gillade Låtar

# playlistSongsCount
source: Playlist • {count} songs
pt: Playlist • {count} músicas
ru: Плейлист • {count} пес.
sv: Spellista • {count} låtar

source: Failed to load lyrics
de: Fehler beim Laden der Lyrics
it: Impossibile caricare i testi
pt: Falha ao carregar as letras
ru: Не удалось загрузить текст
sv: Misslyckades ladda låttext
